Repository: Mirolim/p304v4
Catalog: ins/mdls/where-did-they-go-from-here/languages/wherego-*.po
Languages: be_by, nl_nl, ru_ru

source: Options saved successfully.
be_by: Налады цалкам захаваны.
nl_nl: Opties succesvol opgeslagen.
ru_ru: Настройки полностью сохранены.

source: Options set to Default.
be_by: Адноўлены пачатковыя налады.
nl_nl: Opties teruggezet naar Standaard.
ru_ru: Восстановлены начальные настройки.

source: All visitor browsing data captured by the plugin has been deleted!
be_by: Усе дадзеныя пра наведвальнікаў, атрыманыя гэтай убудовай, былі выдалены.
nl_nl: Alle browse gegevens van bezoekers die zijn vastgelegd door de plugin zijn verwijderd!
ru_ru: Все данные о посетителях, полученные этим плагином, были удалены.

source: Options:
be_by: Опцыі:
nl_nl: Opties
ru_ru: Опции:

source: Number of posts to display:
be_by: Колькасць пастоў для адлюстравання:
nl_nl: Aantal weer te geven berichten:
ru_ru: Количество постов для отображения:

source: Exclude Categories:
be_by: Выключыць катэгорыі:
ru_ru: Исключить категории:

source: Add list of posts to the post content on single posts. <br />If you choose to disable this, please add <code>&lt;?php if(function_exists('echo_ald_wherego')) echo_ald_wherego(); ?&gt;</code> to your template file where you want it displayed
be_by: Дадаць спіс пастоў ва ўтрыманне новага паста. Калі Вы абераце адключыць гэта, калі ласка дадайце <code>&lt;?php if(function_exists('echo_ald_wherego')) echo_ald_wherego(); ?&gt;</code> у ваш файл шаблону, у якім вы жадаеце адлюстраваць спіс.
nl_nl: Voeg lijst van berichten toe aan de berichtinhoud bij afzonderlijke berichten. <br />Als je ervoor kiest om dit uit te schakelen, voeg <code>&lt;?php if(function_exists('echo_ald_wherego')) echo_ald_wherego(); ?&gt;</code> toe aan je sjabloonbestand waar je het wilt laten weergeven
ru_ru: Добавить список постов в содержание нового поста. Если Вы выберете отключить это, пожалуйста добавьте <code>&lt;?php if(function_exists('echo_ald_wherego')) echo_ald_wherego(); ?&gt;</code> в ваш файл шаблона, в котором вы хотите отобразить список.

source: Add list of posts to feed
be_by: Дадаць спіс пастоў у навінавую стужку (фид)
nl_nl: Voeg lijst van berichten toe aan feed
ru_ru: Добавить список постов в новостную ленту (фид)

source: Display list of posts in Edit Posts / Pages
be_by: Паказваць спіс паведамленняў у "Змяніць паведамленні/Старонкі"
nl_nl: Geef een lijst van berichten weer in Bewerken Berichten / Pagina's
ru_ru: Показывать список сообщений в "Изменить сообщения/Страницы"

source: Append link to this plugin as item. Optional, but would be nice to give me some link love
be_by: Дадайце спасылку на гэту ўбудову. Неабавязкова, але было б добра, каб даць мне знак вашай удзячнасці.
nl_nl: Voeg een link toe aan deze plugin als item. Optioneel, maar het zou leuk zijn als je me wat linkjuice geeft
ru_ru: Добавьте ссылку на этот плагин. Необязательно, но было бы хорошо, чтобы дать мне знак вашей признательности.

source: Output Options:
be_by: Опцыі высновы:
nl_nl: Output Opties:
ru_ru: Опции вывода:

source: Title of posts:
be_by: Назва паста:
nl_nl: Titel van berichten:
ru_ru: Название поста:

source: Exclude pages from the post list
be_by: Выключыць старонкі са спісу пастоў
nl_nl: Uitsluiten pagina's van de berichtenlijst
ru_ru: Исключить страницы из списка постов

source: Show post excerpt in list?
be_by: Паказваць утрыманне паста ў спісе?
nl_nl: Laat bericht uittreksel zien in lijst?
ru_ru: Показывать содержание поста в списке?

source: Length of excerpt (in words):
be_by: Даўжыня тэксту (у словах)
nl_nl: Lengte van het uittreksel (in woorden):
ru_ru: Длина текста (в словах)

source: Customize the output:
be_by: Налады высновы:
nl_nl: Output aanpassen:
ru_ru: Настройки вывода:

source: HTML to display before the list of posts:
be_by: HTML для адлюстравання перад спісам пастоў
nl_nl: Weer te geven HTML voor de lijst met berichten:
ru_ru: HTML для отображения перед списком постов

source: HTML to display before each list item:
be_by: HTML для адлюстравання перад кожным элементам спісу
nl_nl: Weer te geven HTML voor elk lijst item:
ru_ru: HTML для отображения перед каждым элементом списка

source: HTML to display after each list item:
be_by: HTML для адлюстравання пасля кожнага элемента спісу
nl_nl: Weer te geven HTML na elk lijst item:
ru_ru: HTML для отображения после каждого элемента списка

source: HTML to display after the list of posts:
be_by: HTML для адлюстравання пасля спісу пастоў
nl_nl: Weer te geven HTML na de lijst van berichten:
ru_ru: HTML для отображения после списка постов

source: When there are no posts, what should be shown?
be_by: Ці няма пастоў, якія павінны быць паказаны?
nl_nl: Wanneer er geen berichten zijn, wat moet er weergegeven worden?
ru_ru: Нет ли постов, которые должны быть показаны?

source: Blank Output
be_by: Бланк высновы
nl_nl: Blanco Output
ru_ru: Бланк вывода

source: Display custom text:
be_by: Паказаць карыстацкі тэкст:
nl_nl: Weergave aangepaste tekst:
ru_ru: Показать пользовательский текст:

source: Post thumbnail options:
be_by: Налады малюнка-мініяцюры паста:
nl_nl: Bericht miniatuurafbeelding opties:
ru_ru: Настройки изображения-миниатюры поста:

source: Display thumbnails inline with posts
be_by: Паказваць убудаваныя ў пост малюнка
nl_nl: Geef miniatuurafbeeldingen direct weer met berichten
ru_ru: Показывать встроенные в пост изображения

source: Display only thumbnails, no text
be_by: Паказваць толькі малюнак-мініяцюру, без тэксту
nl_nl: Geef alleen miniatuurafbeeldingen weer, geen tekst
ru_ru: Показывать только изображение-миниатюру, без текста

source: Do not display thumbnails, only text.
be_by: Паказваць толькі тэкст, без малюнка
nl_nl: Geef geen miniatuurafbeeldingen weer, alleen tekst
ru_ru: Показывать только текст, без изображения

source: Post thumbnail meta field (the meta should point contain the image source):
be_by: Мета-дадзеныя малюнкі (мета-дадзеныя павінны ўтрымоўваць крыніцу малюнка):
nl_nl: Bericht miniatuurafbeelding metaveld (de meta bevat de afbeeldingsbron):
ru_ru: Мета-данные изображения (мета-данные должны содержать источник изображения):

source: If the postmeta is not set, then should the plugin extract the first image from the post. This can slow down the loading of your post if the first image in the related posts is large in file-size
be_by: Калі postmeta не ўсталяваны, то ўбудова здабывае першы малюнак з паста. Гэта можа замарудзіць яго загрузку, калі першы малюнак у пасце занадта вялікае.
nl_nl: Als de berichtmeta niet is ingesteld moet de plugin de eerste afbeelding van het bericht uitpakken. Dit kan het laden van je bericht vertragen indien de eerste afbeelding in het gerelateerde bericht groot is qua bestandsgrootte
ru_ru: Если postmeta не установлен, то плагин извлекает первое изображение из поста. Это может замедлить его загрузку, если первое изображение в посте слишком большое.

source: Thumbnail dimensions:
be_by: Памеры малюнка:
nl_nl: Afmetingen miniatuurafbeeldingen:
ru_ru: Размеры изображения:

source: Max width:
be_by: Максімальная шырыня:
nl_nl: Maximale breedte:
ru_ru: Максимальная ширина:

source: Max height:
be_by: Максімальная даўжыня:
nl_nl: Maximale hoogte:
ru_ru: Максимальная длина:

source: The plugin will first check if the post contains a thumbnail. If it doesn't then it will check the meta field. If this is not available, then it will show the default image as specified below:
be_by: Спачатку ўбудова праверыць, ці ўтрымоўвае пост паменшаны малюнак. Калі гэта не атрымаецца, тады ўбудова праверыць мета-дадзеныя. Калі гэта будзе таксама недаступна, значыць убудова пакажа малюнак па змаўчанні, як гэта вызначана ніжэй:
nl_nl: De plugin zal eerst controleren of het bericht een miniatuurafbeelding bevat, anders zal het metaveld gecontroleerd worden. Als dit niet beschikbaar is wordt de standaard afbeelding getoont zoals hieronder gespecificeerd:
ru_ru: Сначала плагин проверит, содержит ли пост уменьшенное изображение. Если это не удастся, тогда плагин проверит мета-данные. Если это будет также недоступно, значит плагин покажет изображение по умолчанию, как это определено ниже:

source: Do you want to set options to Default?
be_by: Вы жадаеце ўсталяваць параметры па змаўчанні?
nl_nl: Wil je de opties instellen op Standaard?
ru_ru: Вы хотите установить параметры по умолчанию?

source: Reset all content? This will purge WordPress of all visitor browsing information captured by this plugin. There is no going back if you hit the button.
be_by: Выдаліць усё змесціва? Гэта ачысціць усю прагляданую інфармацыю наведвальнікамі WordPress, захопленую дадзенай убудовай. Немагчыма аднавіцца, калі Вы націснеце гэту кнопку.
nl_nl: Reset alle content? Dit zal alle browse informatie van WordPress bezoekers schoonmaken wat geregistreerd is door deze plugin. Er is geen weg terug als je op de knop drukt.
ru_ru: Удалить все содержимое? Это очистит всю просматриваемую информацию посетителями WordPress, захваченную данным плагином. Невозможно восстановиться, если Вы нажмете эту кнопку.

source: This will delete all user data
be_by: Гэта прывядзе да выдалення ўсіх карыстацкіх дадзеных
nl_nl: Dit zal alle gebruikersdata verwijderen
ru_ru: Это приведет к удалению всех пользовательских данных

source: Quick links
be_by: Хуткія спасылкі
nl_nl: Snelkoppelingen
ru_ru: Быстрые ссылки

source: Where did they go from here?
be_by: Куды яны сышлі адгэтуль?
ru_ru: Куда они ушли отсюда?

source: plugin page
be_by: Старонка ўбудовы
nl_nl: plugin pagina
ru_ru: Страница плагина

source: Other plugins
be_by: Іншыя ўбудовы
nl_nl: Andere plugins
ru_ru: Другие плагины

source: Ajay's blog
be_by: Блог распрацоўніка (Ajay's)
ru_ru: Блог разработчика (Ajay's)

source: Support forum
be_by: Форум падтрымкі

source: Follow @ajaydsouza on Twitter
be_by: Follow @ajaydsouza на Твиттер
nl_nl: Volg @ajaydsouza via Twitter
ru_ru: Follow @ajaydsouza на Твиттер

source: Recent developments
be_by: Апошнія распрацоўкі
nl_nl: Recente ontwikkelingen
ru_ru: Последние разработки

source: Support the development
be_by: Падтрымка распрацовак
nl_nl: Ondersteun de ontwikkeling
ru_ru: Поддержка разработок

source: Enter amount in USD:
be_by: Увядзіце суму ў далярах ЗША
nl_nl: Geef het bedrag in USD in:
ru_ru: Введите сумму в долларах США

source: Send your donation to the author of
be_by: Адправіць Вашы ахвяраванні аўтару
nl_nl: Zend je donatie aan de auteur van
ru_ru: Отправить Ваши пожертвования автору

source: <h3>Readers who viewed this page, also viewed:</h3>
be_by: <h3>Чытачы, якія бачаць гэту старонку, таксама бачаць:</h3>
nl_nl: <h3>Lezers die deze pagina hebben bekeken hebben ook dit bekeken:</h3>
ru_ru: <h3>Читатели, которые видят эту страницу, также видят:</h3>

source: Visitors have not browsed from this post. Become the first by clicking one of our related posts
be_by: Наведвальнікі нічога не прагледзелі з гэтага паста. Станьце першым, націснуўшы на адзін з нашых злучаных пастоў.
nl_nl: Geen enkele bezoeker heeft nog niet gesurft vanaf dit bericht. Word de eerste door te klikken op een van onze gerelateerde berichten
ru_ru: Посетители ничего не просмотрели из этого поста. Станьте первым, нажав на один из наших связанных постов.

source: Settings
be_by: Налады
nl_nl: Instellingen
ru_ru: Настройки

source: Support
be_by: Тэхпадтрымка
nl_nl: Ondersteuning
ru_ru: Техподдержка

source: Donate
be_by: Ахвяраваць
nl_nl: Doneren
ru_ru: Пожертвовать
